{
  "categories": [
    {
      "id": "7bc035ea-5dbb-4551-8a22-783abc3befed",
      "name": "Music"
    },
    {
      "id": "83b42348-257c-4b93-9ce9-f036fa1d2abe",
      "name": "Tools"
    },
    {
      "id": "262c7a21-733f-486b-9922-7174ee5f8a1b",
      "name": "Toys"
    },
    {
      "id": "57fd35c3-2f26-4c2d-b062-e7c6207646fb",
      "name": "Sports"
    }
  ],
  "products": [
    {
      "categoryId": "7bc035ea-5dbb-4551-8a22-783abc3befed",
      "name": "Least Sandpiper",
      "price": 81208,
      "desciption": "Vá bơi kim áo anh bè con ờ tô. Ừ thì nhà chín ghế ngọt vẽ trời. Đang nha biết á ác núi. Xuồng khâu quần biết vá hết bảy. Hàng thôi gió ờ việc bạn mười anh năm ghế. Nha việc ờ đỏ quê tui ngọt thích.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "7bc035ea-5dbb-4551-8a22-783abc3befed",
      "name": "Eastern Meadowlark",
      "price": 32214,
      "desciption": "Ghét ruộng thì thế. Ác biển em núi bè. Mượn giết may vàng gì dép giày. Núi mượn leo nha khâu nón nón. Mướn mượn ừ quần ngọt.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "7bc035ea-5dbb-4551-8a22-783abc3befed",
      "name": "Asian Brown Flycatcher",
      "price": 13049,
      "desciption": "Biển nhà hết nha. Đã khâu thuê xuồng làm. Đã em tui bàn dép xanh mướn tàu.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "83b42348-257c-4b93-9ce9-f036fa1d2abe",
      "name": "Gull-billed Tern",
      "price": 89945,
      "desciption": "Kim ừ tủ ờ ngọt tui lầu nước nhà tôi. Đỏ ruộng mười. Đã tím bè ngọt nha sáu.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "83b42348-257c-4b93-9ce9-f036fa1d2abe",
      "name": "Laysan Albatross",
      "price": 48304,
      "desciption": "Xe ghế mướn. Áo kim ác bơi việc hết. Mướn ba đá ừ quần thì ngọt kim trăng năm.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "83b42348-257c-4b93-9ce9-f036fa1d2abe",
      "name": "Great Blue Heron",
      "price": 85273,
      "desciption": "Đâu thích hương á đâu không. Khâu không bàn thích quần tui anh vẽ leo gì. Giày việc may tím khoảng biết lầu. Làm tui ba tủ em thế tủ ờ anh tô. Sáu đang ruộng ngọt bảy nghỉ.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "262c7a21-733f-486b-9922-7174ee5f8a1b",
      "name": "Purple Martin",
      "price": 41850,
      "desciption": "Hóa máy thích biển chìm bàn may nghỉ vàng trời. Tím nón hóa mua khoảng leo yêu gì phá chín. Đập chết mướn ờ leo được mượn. Quần quê gió bơi bạn đập đã chỉ nước.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "262c7a21-733f-486b-9922-7174ee5f8a1b",
      "name": "Greater Flamingo",
      "price": 471,
      "desciption": "Bốn viết ngọt. Bạn khâu chết mây mướn phá bơi. Sáu nghỉ ngọt ghét. Thuê biết cửa leo biết.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "262c7a21-733f-486b-9922-7174ee5f8a1b",
      "name": "Bachman's Sparrow",
      "price": 80188,
      "desciption": "Chết bạn độc bàn sáu thì thuê bốn mây. Tôi độc thì. Được giết đang quê á sáu con là thuyền may.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "57fd35c3-2f26-4c2d-b062-e7c6207646fb",
      "name": "Bachman's Sparrow",
      "price": 98741,
      "desciption": "Hàng hai một mười nha hương thích lỗi. Lỗi bạn bốn thương bốn con biển bơi. Độc ghét yêu bảy nha thì tui khâu. Mua phá quê trời con việc thôi khâu nước thuyền.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "57fd35c3-2f26-4c2d-b062-e7c6207646fb",
      "name": "Trumpeter Swan",
      "price": 90903,
      "desciption": "Bạn ngọt chết lầu đánh lỗi. Vẽ đã nha xanh vá lầu may lỗi lầu thế. Đá bạn làm ừ năm vá hết nha. Giết xanh ừ đạp thì thuê chỉ leo cái. Nhà độc thế bàn khoảng đâu làm. Gió hương tàu thuê chỉ đỏ khoảng đang một.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "57fd35c3-2f26-4c2d-b062-e7c6207646fb",
      "name": "Kittlitz's Murrelet",
      "price": 71727,
      "desciption": "Thế nhà bơi gió hết đang vàng chết ghét kim. Đá đâu ba viết được chín thế thuyền giết nhà. Hóa dép vẽ. Á xe chết cái không thích hết hết. Thế núi đỏ. Leo bạn được ác bạn dép cửa đập bè.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    }
  ],
  "postList": [
    {
      "postId": "2b28bbe0-3c65-4e1b-b01e-d4abcb6a1c63",
      "postName": "International Yemeni SCSI",
      "postContent": "Chín chết một ghế quần. Thôi gió ba mua vàng hương thương anh. Áo con ngọt đã ừ anh. Hàng nước chín em hết đập. Viết gì bơi nghỉ cái lầu hết may viết.\n \rKim đá tô đâu con hàng chết. Ghét tôi bạn giết viết thương núi chỉ. Đang anh leo quần thôi mua vá ờ chết ác.\n \rĐỏ ngọt chín tôi bạn. Ờ nước là. Vẽ bè đâu chìm biết lỗi xe sáu ờ đập. Hương vàng tui gió mây con. Con khoan gì may chín đồng. Khoảng đạp một đồng cái tàu bè nhà."
    },
    {
      "postId": "95d0474f-48c7-4d27-81c4-579d19b0cf1d",
      "postName": "Future",
      "postContent": "Cái thích tím viết kim. Bạn giày khâu gió tui vá kim một thế. Không được vá nón tím ba tím. Thuyền thích phá hương viết ba tàu mây.\n \rHết tô thuyền thế thuyền hết. Cái mướn mây yêu áo xanh độc thuê. Nước phá kim áo con tám. Ghế mây không anh. Đang khâu chìm. Thế ờ em.\n \rCon lỗi khoảng xanh bàn độc. Đồng lầu ba thuê thôi con quần. Là thôi biết em phá tủ may. Lầu thương tím sáu bơi làm. Hết tui là trời mây nha là hóa máy ruộng."
    },
    {
      "postId": "6a58ea47-6abd-47b2-beec-b8029d0ca1e2",
      "postName": "SDD global Borders",
      "postContent": "Biển tàu chết ác đâu chết là. Trăng xanh năm ghét. Ờ ba anh dép làm quê. Cái vá giày sáu biển không sáu. Năm tím viết quê yêu xe đã ờ.\n \rChín bè khoảng dép ờ ba đỏ may. Bè trời đạp lỗi sáu ghế gió. Núi nghỉ khâu cái mướn hàng hương em quê bốn. Việc mây đánh tô thôi nghỉ chín lỗi quê. Con viết là đỏ chín.\n \rHai được tôi mướn. Là dép lầu. Giày cái đá. Tám nước làm nghỉ ghét mây ác ngọt dép độc."
    },
    {
      "postId": "b3b59e6d-51dd-40e9-9b5c-632e2014df88",
      "postName": "Concrete",
      "postContent": "Hết cái bàn hết đang máy mượn biển bơi leo. Nha hai đỏ cái sáu chết được đồng ác quê. Xe ruộng sáu thương ngọt tủ bạn đạp. Mua cửa ruộng độc tám mây khoan một đánh.\n \rBiết ác nhà á giày tím nước bốn giày. Biết dép thì. Ghế đang bốn sáu bơi nha không mười leo. Gió chết đã trăng phá thì mượn yêu.\n \rQuần đồng ngọt độc tám lỗi quần kim đập á. Gì chín tủ dép cái mây không tủ. Đang dép làm nước biển ác khoảng leo lỗi. Tui khâu biết hết đánh thôi nghỉ. May thuê gì đồng nghỉ."
    }
  ],
  "login": {
    "{\n  \"username\": \"0987654321\",\n  \"password\": \"12345678\"\n}": "",
    "createdAt": 1629536842748
  },
  "profile": {
    "name": "Yến"
  }
}