{
  "categories": [
    {
      "id": "d0ad57ce-84dd-4993-9897-682166ac302b",
      "name": "Home"
    },
    {
      "id": "0c05aa74-35d1-4522-ab42-f8b6aa8023e2",
      "name": "Garden"
    },
    {
      "id": "e6db3259-8bfb-4615-82d8-6e2951c6b24c",
      "name": "Automotive"
    },
    {
      "id": "3f689f87-7b1d-4232-b676-c6a23746e476",
      "name": "Jewelery"
    }
  ],
  "products": [
    {
      "categoryId": "d0ad57ce-84dd-4993-9897-682166ac302b",
      "name": "American Oystercatcher",
      "price": 17286,
      "desciption": "Biết khoan thuyền được xanh bảy vá. Mười giết đá kim chỉ thôi quần nhà. Khoan cửa may kim thì. Mượn năm tô con đạp xanh đánh yêu không giày.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "d0ad57ce-84dd-4993-9897-682166ac302b",
      "name": "Little Stint",
      "price": 49158,
      "desciption": "Hóa mượn vẽ mướn. Không anh anh bàn chìm mua quê xuồng. Bảy đâu anh tủ lầu.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "d0ad57ce-84dd-4993-9897-682166ac302b",
      "name": "Bahama Swallow",
      "price": 36046,
      "desciption": "Đã tám bạn. Ghét con đâu hàng phá khâu. Đánh thương gió leo đập mua thôi. Đỏ áo nha chết đang hóa đang được vá cái. Hai tím việc thì hóa cái mười biển giết.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "0c05aa74-35d1-4522-ab42-f8b6aa8023e2",
      "name": "Gilded Flicker",
      "price": 85902,
      "desciption": "Quần bảy hàng. Vá thích thì đâu hàng núi mười. Tàu kim độc cửa viết.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "0c05aa74-35d1-4522-ab42-f8b6aa8023e2",
      "name": "Curlew Sandpiper",
      "price": 48804,
      "desciption": "Tủ hai một việc tôi. Chìm ngọt thuê thuyền ghế hai làm là khoan. Cửa chín bảy. Xuồng tám chỉ chín tôi khâu quê khâu khâu hết.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "0c05aa74-35d1-4522-ab42-f8b6aa8023e2",
      "name": "Blue Bunting",
      "price": 1752,
      "desciption": "Viết phá tui dép em làm xe. Thương phá cái trời cái ba chết đang. Việc cái mượn hàng bạn biển đang. Ba đã chết cửa ờ biết bơi.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "e6db3259-8bfb-4615-82d8-6e2951c6b24c",
      "name": "Lewis's Woodpecker",
      "price": 16036,
      "desciption": "Tám cửa không làm vẽ núi. Yêu dép hết phá nha. Hết mười đập áo thế tui giết lỗi.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "e6db3259-8bfb-4615-82d8-6e2951c6b24c",
      "name": "Fish Crow",
      "price": 5412,
      "desciption": "Chết xe bơi vẽ con. Xe đang vàng. Ờ lầu em vá vá.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "e6db3259-8bfb-4615-82d8-6e2951c6b24c",
      "name": "Least Tern",
      "price": 5364,
      "desciption": "Leo hương con chết ừ bàn. Thích xanh trăng vẽ biển vẽ mười. Cái bạn thích tô độc chết.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "3f689f87-7b1d-4232-b676-c6a23746e476",
      "name": "Blue-winged Warbler",
      "price": 16696,
      "desciption": "Độc tui núi chìm đỏ ừ ba dép. Nón giết chỉ mười độc dép may thương thích. Vá núi anh mượn. Ghét thôi ác sáu bốn anh. Máy đạp bảy hết phá hương chết cái.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "3f689f87-7b1d-4232-b676-c6a23746e476",
      "name": "Common Raven",
      "price": 84900,
      "desciption": "Đồng vá chìm khâu. Khoan quần chín tàu hết tàu mười. Giết vá tủ mượn thuyền cái tám không hết làm. Núi biển hai lầu đang chỉ. Núi đâu ghét.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "3f689f87-7b1d-4232-b676-c6a23746e476",
      "name": "Whip-poor-will",
      "price": 96466,
      "desciption": "Hết bảy tám núi trăng ghế nón. Bơi hàng tôi thích xanh. Thế ác ngọt chìm tím độc biết gì biết thế. Độc kim lầu được vẽ đỏ ác. Đá vẽ tô giết hết ừ nghỉ mây mây quần.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    }
  ],
  "postList": [
    {
      "postId": "371fda89-9e2b-4517-ac18-8ebb6e4fdf5b",
      "postName": "Principal service-desk Cambridgeshire",
      "postContent": "Nước bàn mướn tím chết giết đang con. Là dép nước núi tui ghế bàn hết. Giết may thương. Thuê ghế tô đánh nghỉ.\n \rHàng bảy thương gió. Đánh trời tủ. Hết hương xanh đồng ruộng. Thuê hương áo là ờ tô đánh vàng. Thương áo hết đánh biết bàn nước thuê giày không. Thuê đánh ác bàn nghỉ mây ừ thì nghỉ đồng.\n \rKhoảng lầu bốn biết lầu mây mua thì biết tám. Gì tui bơi thích. Bơi hết quần. Ừ giết khoan quần tui nhà."
    },
    {
      "postId": "d1620434-1f1e-447e-81e0-e7ee54894d39",
      "postName": "1080p extend Oklahoma",
      "postContent": "Con việc đỏ áo ờ. Núi thích anh việc. Viết việc thuyền vàng thế trời.\n \rMướn bơi đâu xuồng cái quần năm. Là kim đập tui con gió. Bảy thuê nhà trăng lỗi. Núi con giày lầu lầu em tím cửa.\n \rLỗi đỏ đâu. Khoảng trăng sáu ba việc khoan. Hai xanh mười khoảng ờ. Em nghỉ yêu đồng tô. Con tám vá thuê tôi tôi xe."
    },
    {
      "postId": "ad63c406-076e-444e-997e-fbef70da8646",
      "postName": "black",
      "postContent": "Tàu tôi nước không trời gì quần tủ phá. Mướn chìm gió năm sáu em tôi là ghét thích. Hai đang biết may hương nhà khoảng. Đạp tôi em ác thương viết dép. Nha lỗi máy tím trời. Quê ruộng xanh ừ kim.\n \rNăm ừ bàn. Hết kim nghỉ hết nghỉ nhà đã nón. Ruộng chìm thích thuyền bàn bạn cửa gì biết. Đạp thế giày sáu hóa bốn nước xe ghế. Khoan được chết tàu mười là độc phá áo vẽ. Đã thích em khoảng là mua nhà mượn.\n \rNước vẽ may leo biển năm đồng bàn đánh bảy. Trời thôi ừ đồng hết ừ. Nghỉ cửa ác. Khoảng tô hương xuồng bốn khoan. Tám được sáu nón quần độc ngọt đồng ờ thôi."
    },
    {
      "postId": "e8dac5b8-0a68-48a9-a051-3dfa0c18051a",
      "postName": "Rial",
      "postContent": "Bàn hết sáu gì đánh hết. Trời thương thích dép gió đập hóa hai. Vẽ dép ờ. Hàng tui cái đạp á mua sáu tủ. Thì thích tám dép vẽ tủ đánh đỏ thuê. Lỗi ruộng anh.\n \rThuyền đồng ghế bơi chìm. Thôi khoảng ừ xanh. Chín trăng máy tô làm máy ừ ba chín.\n \rQuê bè mây nghỉ hai ruộng nón nha. Ghế yêu đá may hàng là khoan. Chết đã đạp ghét phá việc chỉ. Chỉ thuyền vá một em không nghỉ cái bơi. Bơi gì lỗi thích đang bè gì bạn lầu. Biển bàn dép tàu."
    }
  ],
  "login": {
    "{\n  \"username\": \"09876542434343\",\n  \"password\": \"343343434\"\n}": "",
    "createdAt": 1629559037534
  },
  "profile": {
    "name": "Yến"
  }
}