{
  "categories": [
    {
      "id": "a2079d2b-74d9-4424-a7a7-68656c270776",
      "name": "Grocery"
    },
    {
      "id": "875c4ccb-235d-4063-8ef3-8d227bf6e81d",
      "name": "Electronics"
    },
    {
      "id": "9812db0c-11fa-4ad7-9e2d-6dfb8595a3d8",
      "name": "Health"
    },
    {
      "id": "26b2212d-43f0-4e1c-8054-bd90fa6a1a14",
      "name": "Health"
    }
  ],
  "products": [
    {
      "categoryId": "a2079d2b-74d9-4424-a7a7-68656c270776",
      "name": "Dunlin",
      "price": 58603,
      "desciption": "Ờ đạp tôi mây không tám áo tô xanh đạp. Quê quần mướn gì thuyền khâu một nghỉ không mua. Ghế bè anh lỗi. Giày nhà biển. Thuyền em cửa gì hết.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "a2079d2b-74d9-4424-a7a7-68656c270776",
      "name": "White-throated Swift",
      "price": 11971,
      "desciption": "Mây đập trăng mượn lầu. Đập giết quê độc biển mây ờ tô thế. Tàu đánh chín. Nhà thương mua cái. Gì một đạp xanh mua một khoan xanh. Sáu may phá khoan.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "a2079d2b-74d9-4424-a7a7-68656c270776",
      "name": "Green Violet-ear",
      "price": 67254,
      "desciption": "Cái bạn mượn mười thuê chỉ. Ngọt đang núi thích biết bàn trời. Cái tàu đâu. Ác mượn viết tím phá xuồng tui ừ xuồng. Hai trăng không vàng hóa tôi gió quê. Đập leo được may ờ nha tám bơi núi đá.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "875c4ccb-235d-4063-8ef3-8d227bf6e81d",
      "name": "American White Pelican",
      "price": 8617,
      "desciption": "Đã khoan hương thuê leo bốn hết mười. Xe bàn hết gió xe trời sáu đập mướn. Biết áo khoan ghét. Chỉ trời nha mượn việc hàng thương chìm bạn quê.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "875c4ccb-235d-4063-8ef3-8d227bf6e81d",
      "name": "Red-tailed Hawk",
      "price": 32463,
      "desciption": "Đâu thuê ruộng. Khoan ác áo cái ừ hóa. Quê xe yêu biết xuồng nước. Làm độc mua gì thương. Thuyền đỏ thích ờ biển thôi bè hết ruộng.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "875c4ccb-235d-4063-8ef3-8d227bf6e81d",
      "name": "Palm Warbler",
      "price": 45120,
      "desciption": "Đã đâu thôi. Độc viết hai bàn áo khoảng nón. Ác tám tô đồng. Bạn thuyền bàn áo chín áo bàn biển hóa chỉ.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "9812db0c-11fa-4ad7-9e2d-6dfb8595a3d8",
      "name": "Golden-fronted Woodpecker",
      "price": 95523,
      "desciption": "Năm em tím. Xe nhà thuê đồng xanh tô ngọt đâu dép biển. Thuê đang bảy ruộng á được chết. Mướn sáu bảy ngọt. Ba hai nha đang thương bàn đỏ vàng lỗi nước. May quê chìm độc quần em chín ngọt bốn.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "9812db0c-11fa-4ad7-9e2d-6dfb8595a3d8",
      "name": "White-tipped Dove",
      "price": 98701,
      "desciption": "Chìm đâu xanh gió hết dép đá cửa mây đánh. Thương quê con hết. Tôi xuồng đập ác một. Năm đá nước tôi kim tôi á bơi anh. Hết tủ bốn lầu mua ghét độc. Ngọt bạn một việc chìm tô mười tôi thì máy.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "9812db0c-11fa-4ad7-9e2d-6dfb8595a3d8",
      "name": "Black Storm-Petrel",
      "price": 60519,
      "desciption": "Leo việc hết. Thuyền yêu hết bảy ghét. Máy khoan leo mua hết cái tím.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "26b2212d-43f0-4e1c-8054-bd90fa6a1a14",
      "name": "Canada Goose",
      "price": 34531,
      "desciption": "Tàu khoan nghỉ hóa biết tám hương ác biết. Việc may bàn nhà đâu thế đang quê ghét nhà. Khoan vàng mây đạp biết xe chỉ. Độc nha thuyền xe viết. Khâu thì khoảng ờ ghế con.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "26b2212d-43f0-4e1c-8054-bd90fa6a1a14",
      "name": "Forster's Tern",
      "price": 30062,
      "desciption": "Thôi việc vàng ghét đá làm trăng. Trăng tủ xanh. Đánh mười hết đâu. Thương áo xe ác em tàu cái biển.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    },
    {
      "categoryId": "26b2212d-43f0-4e1c-8054-bd90fa6a1a14",
      "name": "Yellow-billed Magpie",
      "price": 9224,
      "desciption": "Ác quần xuồng bè đạp chỉ. Á đã sáu tám kim đang giết tui được. Nha hương nhà tám trăng hàng dép thuyền ba việc.",
      "imageUrl": "http://placeimg.com/640/480/nature"
    }
  ],
  "postList": [
    {
      "postId": "2689a3d0-c6e3-4a65-b7af-5cee7f2f3baa",
      "postName": "1080p Clothing",
      "postContent": "Đánh một giết cửa. Phá đánh dép tủ may làm thế núi. Khoan nha xanh độc xe hương thương sáu đánh giày. Việc chết tím việc làm thì lầu lỗi chỉ vàng. Phá biết ngọt. Đồng em phá bè.\n \rBạn hương chết. Núi gió bơi đồng giày vàng gì cửa thôi. Nón núi vẽ ghế ruộng núi ác ngọt thích. Hai bốn khâu may. Xe chín biết gió làm việc.\n \rHai hết xuồng thôi hóa dép không á. Ừ tám ờ xuồng chín tám đá. Một áo đã đạp."
    },
    {
      "postId": "177eb6a8-468d-42f7-a0fa-af331cea9f1a",
      "postName": "Function-based",
      "postContent": "Xe việc đạp thuyền được giết bè phá quần. Tôi giày mây may. Bảy mười mượn yêu nghỉ con. Thôi thì ác tôi thuyền xe yêu. Đâu giết leo nước trăng tủ.\n \rKhông hàng tàu á tô xuồng kim việc bè. Làm mua ba tím bơi đập. Viết trăng hai kim xuồng hương nghỉ. Máy việc đã mua tôi mướn nhà ghế.\n \rHàng viết đang. Bảy hóa bàn mua viết áo. Giày mượn tủ. Hết độc tôi đạp giày ờ sáu đang dép. Máy độc hàng viết hóa gió cái vá yêu đá. Đâu xe quần hết ngọt."
    },
    {
      "postId": "cea16d57-22ec-4765-8356-adff94bb450b",
      "postName": "networks turn-key",
      "postContent": "Làm yêu nhà yêu khoảng biết leo ác. Cửa đang mười con khâu. Viết tui anh thương ba. Hàng chìm chỉ mua chìm thế thế á gì. Tui gió xuồng bè ba ác hương đỏ trời.\n \rĐạp tôi máy bàn ừ ờ hết độc. Phá chín bảy tím. Kim máy dép thì lỗi tô bè tám thương gió. Việc năm đang.\n \rVàng tui hết thế chết nón hết ghế khâu. Mượn là mây. Bạn chỉ bảy em. Thuyền bảy mướn mướn."
    },
    {
      "postId": "2b95f713-627a-4cb0-87d7-b911ea7d0a1f",
      "postName": "Virginia",
      "postContent": "Hết bơi đánh thuê hàng. Hết độc làm anh nón áo ba thuê ừ ác. Ruộng khoan thì may kim trăng cái thương ba trời. Máy độc hai thì trời kim biển. Hóa cái gì chỉ trăng gió. Thế bạn ngọt gì thương nước không mướn nhà.\n \rTím gì khoan anh tủ khoảng vàng bàn. Dép leo hết tôi thôi. Đồng xe đã chỉ biết tô. Thế vẽ cái.\n \rCon đá tím hai xanh ruộng nha. Tím thích độc nghỉ tàu nón em con thuê đâu. Thì mây em lỗi thuyền gì hết nghỉ áo đâu. Tủ may gió."
    }
  ],
  "login": {
    "{\n  \"phone\": \"0987654321\",\n  \"password\": \"12345673\"\n}": "",
    "createdAt": 1629535349996
  },
  "profile": {
    "name": "Yến"
  }
}